import img1 from  '../images/slider/slide_1.png'
import img2 from  '../images/slider/slide_2.png'
import img3 from  '../images/slider/slide_3.png'


const heroSliderData = [
    {
        title: 'کت و شلوار',
        description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابان رسد و زمان م',
        img: img1,
        color: 'main',
        path: '/products/1'
    },
    {
        title: 'مناسب همه',
        description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده ا',
        img: img2,
        color: 'black',
        path: '/products/1'
    },
    {
        title: 'اکسسوری',
        description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی دمان مورد نیاز ',
        img: img3,
        color: 'orange',
        path: '/products/1'
    }
]

export default heroSliderData;